Repository: thijs/iliad-hacking
Catalog: connectionMgr/po/*.po
Languages: nl

source: iLiad network profiles
nl: iLiad netwerkprofielen

source: iLiad network connection
nl: iLiad netwerkverbinding:

source: iLiad network configuration
nl: iLiad netwerkinstellingen:

source: iLiad profile editor
nl: iLiad netwerkprofielen

source: Connection settings
nl: Netwerk instellingen

source: Select to connect to the iDS (iRex Delivery Service) or to your computer.
nl: Kies om een verbinding te maken met iDS of de computer.

source: Select a connection type or accept the default.
nl: Selecteer een manier om verbinding te maken.

source: Wired
nl: Bedraad

source: Wireless
nl: Draadloos

source: Dial-up
nl: Inbellen

source: Available wired networks
nl: Beschikbare bedrade netwerken

source: No wired networks found. Click the Wired button above to scan again.
nl: Geen bedrade netwerken gevonden. Klik op de 'Bedraad' knop hierboven om opnieuw te proberen.

source: Please wait while the iLiad scans for wired networks ...
nl: De iLiad zoekt naar draadloze netwerken, een moment geduld a.u.b.

source: Available dial-up networks
nl: Beschikbare inbelnetwerken

source: No dial-up networks found. Click the Dial-up button above to scan again.
nl: Geen inbelnetwerken gevonden. Klik op de 'Inbellen' knop hierboven om opnieuw te proberen.

source: Please wait while the iLiad scans for dial-up networks ...
nl: De iLiad zoekt naar inbelnetwerken, een moment geduld a.u.b.

source: Available wireless networks
nl: Beschikbare draadloze (WiFi) netwerken

source: No wireless networks found. Click the Wireless button above to scan again.
nl: Geen draadloze netwerken gevonden. Klik op de 'Draadloos' knop hierboven om opnieuw te zoeken.

source: Please wait while the iLiad is scanning for wireless networks ...
nl: De iLiad zoekt naar draadloze netwerken, een moment geduld a.u.b.

source: Signal strength of network:
nl: Signaalsterkte van het netwerk:

source: Setup a network profile
nl: Nieuw netwerkprofiel aanmaken

source: You can create or edit a network profile by clicking the button below.
nl: U kunt een nieuw profiel aanmaken door op onderstaande knop te klikken.

source: Profile editor
nl: Profielen aanpassen

source: No wired profiles exist, please use the button below to create a profile.
nl: Geen profielen voor Bedraad netwerk gevonden, gebruik onderstaande knop om een nieuw profiel te maken.

source: You need to connect your travel hub and ethernet cable to your iLiad. The default profile uses DHCP and no proxy.
nl: De travel hub en een ethernet kabel moeten aan de iLiad gekoppeld zijn. Het standaard profiel gebruikt DHCP een geen proxyserver.

source: No dial-up profiles exist, please use the button below to create a profile.
nl: Geen profielen voor Bedraad netwerk gevonden, gebruik onderstaande knop om een nieuw profiel te maken.

source: In order to use a dial-up network, you need a CF modem. Bluetooth dial-up connections are not yet supported.
nl: Om een inbelnetwerk te gebruiken heeft u een CF modem nodig. Inbellen via Bluetooth wordt nog niet ondersteund.

source: No wireless profiles exist, please use the button below to create a profile.
nl: Er zijn geen profielen voor 'Inbellen'. U kunt onderstaande knop gebruiken om een nieuw profiel aan te maken.

source: When the access point is secured with an encryption key, click on the corresponding network button to open the configuration screen. By clicking the 'Profile editor' button you can create a network profile for a non broadcasting (hidden) access point.
nl: Als het access point beschermd is met een sleutel klikt u op het betreffende netwerk om deze in te voeren. Met 'Profielen aanpassen' kunt u een netwerkprofiel maken voor een verborgen access point (non-broadcasting).

source: Accept the automatic search or select the network of your choice.
nl: Wacht op een automatische verbinding, of klik op een netwerk in de lijst.

source: Connected
nl: Verbonden

source: Unsuccessful
nl: Mislukt

source: Skipped
nl: Overgeslagen

source: Security key required
nl: Beveiligingssleutel nodig

source: Aborted
nl: Afgebroken

source: Aborting...
nl: Afbreken...

source: Connecting...
nl: Verbinden...

source: Open network profile...
nl: Extra instellingen nodig...

source: Show network profiles for
nl: Netwerkprofielen weergeven voor:

source: Select the type of network profiles to list below.
nl: Selecteer een profieltype om hieronder weer te geven.

source: Network profiles
nl: Netwerkprofielen

source: Create a new network profile:
nl: Maak een nieuw netwerkprofiel aan:

source: Create new profile
nl: Nieuw profiel

source: Stored network profiles on your iLiad:
nl: Opgeslagen netwerkenprofielen op de iLiad:

source: Edit
nl: Aanpassen

source: Wired %d
nl: Bedraad %d

source: Wireless %d
nl: Draadloos %d

source: Dial-up %d
nl: Inbelnetwerk %d

source: Create new wireless network
nl: Nieuw draadloos netwerk

source: Select a way to create the network.
nl: Selecteer een manier om een netwerk te maken.

source: Search
nl: Zoeken

source: Manually
nl: Handmatig

source: When you click on 'Search' the device will scan for networks. Clicking 'Manually' requires all the settings.
nl: Kies 'Zoeken' om naar netwerken te zoeken. Bij 'Handmatig' moeten alle instellingen zelf ingevoerd worden.

source: Please wait while the iLiad scans for wireless networks ....
nl: De iLiad zoekt naar draadloze netwerken, een moment geduld a.u.b.

source: Aborting scan ...
nl: Scan wordt afgebroken...

source: No wireless networks detected.
nl: Geen draadloze netwerken gevonden.

source: Please select the network you wish to create.
nl: Selecteer het netwerk waarvoor u een profiel wilt maken.

source: Network profile
nl: Netwerkprofiel:

source: Select how your iLiad gets a network address.
nl: Geef aan hoe u uw iLiad een netwerk adres krijgt:

source: Automatic
nl: Automatisch

source: Static
nl: Statisch

source: Select if there is a proxy server present.
nl: Geef aan of er een proxy server aanwezig is:

source: No proxy
nl: Geen proxy

source: You can personalize the profile name.
nl: U kunt het profiel een eigen naam geven.

source: Select an action for this profile.
nl: Kies een actie voor dit profiel.

source: Save
nl: Opslaan

source: Save & Connect
nl: Opslaan & Verbinden

source: A wireless or dial-up network requires specific settings. Hint: You can fill in the details for them by clicking the profile entry.
nl: Voor draadloze en inbelnetwerken zijn extra instellingen nodig. Hint: Klik op een profiel om deze details in te vullen.

source: An automatic network address requires a DHCP server to be present in your network. A static network address requires specific settings. Hint: If you are not sure, select 'Automatic' and 'No proxy'.
nl: Een automatisch netwerk adres vereist de aanwezigheid van een DHCP server in uw netwerk. Een statisch adres vraagt specifieke instellingen. Hint: als u niet zeker bent, kies dan 'Automatisch' en klik 'Test' om dit profiel te proberen.

source: A proxy server regulates internet traffic and is usually installed in company networks, this requires additional settings. Hint: If you are not sure, select 'No proxy'.
nl: Een proxy server regelt het internet verkeer en is vaak ge√Ønstalleerd in bedrijfsnetwerken, dit vraagt extra instellingen. Hint: als u niet zeker bent, kies dan 'Geen proxy' en klik 'Test' om dit profiel te proberen.

source: If you personalize the profile name, it will be easy to recognize in the iLiad's network profile list.
nl: Door het profiel een eigen naam te geven is hij herkenbaar in het profielen overzicht.

source: The profile has been saved. The iLiad is trying to connect to the server.
nl: Het profiel is opgeslagen. De iLiad test momenteel uw netwerkprofiel en probeert verbinding te maken met de server.

source: The profile will be saved.
nl: Het profiel wordt opgeslagen.

source: The iLiad is testing your network profile and is trying to make a connection to the server.
nl: De iLiad test momenteel uw netwerkprofiel en probeert verbinding te maken met de server.

source: The iLiad is aborting the test.
nl: De test wordt afgebroken.

source: The test has been aborted.
nl: De test is afgebroken.

source: Connection to the server has been established correctly. Press the 'Save & Connect' button to create a connection.
nl: Verbinding met de server is tot stand gebracht. Klik 'Opslaan & Verbinden' om een verbinding te maken.

source: Connection to the server can not be established correctly.
nl: Verbinding met de server kan niet tot stand gebracht worden.

source: The iLiad is trying to connect to the server.
nl: De iLiad probeert verbinding te maken met de server.

source: The iLiad is aborting the connection.
nl: De verbinding wordt afgebroken.

source: The connection has been aborted.
nl: De verbinding is verbroken.

source: Connection to the server established.
nl: Verbinding met de server is tot stand gebracht.

source: Enter the name or address of the HTTP proxy server:
nl: Geef de naam of het adres van de HTTP proxy server:

source: Enter the port number of the HTTP proxy server:
nl: Geef het poortnummer van de HTTP proxy server:

source: Next
nl: Volgende

source: Do not include the protocol (e.g. http://) and proxy number (e.g. 8080) in the name or address of the HTTP proxy server. Hint: If you do not know the proxy settings for this network, please ask your network administrator.
nl: Het protocol type (bv. http://) en het poortnummer (bv. 8080) hier niet invoeren. Hint: als u de proxy instellingen van dit netwerk niet weet, vraag het dan aan uw netwerkbeheerder.

source: Network profile: %s/proxy
nl: Netwerkprofiel: %s / proxy

source: Network profile: proxy
nl: Netwerkprofiel: proxy

source: Enter the iLiad's IP address:
nl: Geef het IP adres van de iLiad:

source: Enter the iLiad's netmask:
nl: Geef het netmask van de iLiad:

source: Enter the default gateway's IP address:
nl: Geef het IP adres van de standaard gateway:

source: Enter the DNS name server's IP address:
nl: Geef het IP adres van de DNS nameserver:

source: If you do not know the settings for this network, please ask your network administrator.
nl: Als u de instellingen van dit netwerk niet weet, vraag het dan aan uw netwerkbeheerder.

source: Network profile: %s/static
nl: Netwerkprofiel: %s / statisch

source: Network profile: static
nl: Netwerkprofiel: statisch

source: Type the network name (SSID) and click 'Next'.
nl: Geef de naam van het netwerk (SSID) en klik 'Volgende'.

source: Select the security type of this wireless network.
nl: Selecteer het beveiligingstype van dit draadloze netwerk:

source: Off
nl: Uit

source: Enter the security key / passphrase:
nl: Geef de beveiligingssleutel van dit netwerk:

source: If you do not know the network name for this access point, please ask your network administrator.
nl: Als u de netwerknaam van het access point weet, vraag het dan aan uw netwerkbeheerder.

source: Click 'Off' for a non secured network or choose the security type of your network. Both 'WEP' and 'WPA' requires a security key.
nl: Klik 'Geen' voor een onbeveiligd netwerk of kies het beveiligingstype van uw netwerk. Voor zowel 'WEP' als 'WPA' is een beveiligingssleutel benodigd.

source: For WEP, set your local router device to a HEX key. Hint: If you do not know the security key for this network, please ask your network adminitrator.
nl: Voor WEP stelt u uw internet router in op een HEX sleutel. Hint: als u de beveiligingssleutel niet weet, vraag het dan aan uw netwerkbeheerder.

source: For WPA, set your router to PSK mode with TKIP. Hint: If you do not know the security key for this network, please ask your network administrator.
nl: Voor WPA moet uw router PSK modus met TKIP gebruiken. Hint: als u de beveiligingssleutel niet weet, vraag het dan aan uw netwerkbeheerder.

source: If you personalize the profile name, it will be easy to recognize in the iLiad's network profile list. Click 'Next' for more advanced settings.
nl: Door het profiel een eigen naam te geven is hij herkenbaar in het profielen overzicht. Kies 'Volgende' voor geavanceerder instellingen.

source: Connection to server can not been established correctly.
nl: Verbinding met de server is tot stand gebracht.

source: Network name (SSID):
nl: Netwerk naam (SSID):

source: Security type:
nl: Beveiligingstype:

source: Connect
nl: Verbinden

source: Click the button for advanced settings.
nl: Klik op de knop voor geavanceerde instellingen.

source: Advanced settings
nl: Geavanceerd

source: If you do not know the security key for this access point. Please ask your network administrator.
nl: Als u de beveiligingssleutel van dit netwerk niet weet, vraag het dan aan uw netwerkbeheerder.

source: Connection failed: Cannot connect to the access point. Check that the security key is correct and for WPA check that your router is set to PSK-TKIP mode. If you do not know the settings for this access point, please ask your network administrator.
nl: Verbinden mislukt: kan geen verbinding maken met het access point. Controleer de beveiligingssleutel en voor WPA controleer dat de router is ingesteld op PSK-TKIP. Als u de instellingen voor dit netwerk niet weet, vraag het dan aan uw netwerkbeheerder.

source: Connection failed: Cannot connect to the internet or iDS. Click on 'Advanced settings' to set a proxy server. Please ask your network administrator if you do not know the correct settings for this network.
nl: Verbinden mislukt: kan geen verbinding maken met internet of iDS. Kies 'Geavanceerd' om een proxy server in te stellen. Als u de instellingen van dit netwerk niet weet, vraag het dan aan uw netwerkbeheerder.

source: Connection failed: Cannot connect to your computer. Please check the 'Settings for Computer Connection' in the iLiad Settings menu.
nl: Verbinden mislukt: kan geen verbinding maken met de computer. Controleer de 'Instelling voor verbinding met de computer' in het iLiad instellingen menu.

source: Connection to the server has been established.
nl: Verbinding met de server is tot stand gebracht.

source: Type the phone number which you get from your ISP:
nl: Toets het telefoonnummer dat u ontvangt van uw internet provider:

source: Type your username:
nl: Toets uw gebruikersnaam:

source: Type your password:
nl: Toets uw wachtwoord:

source: If you do not know the settings for this network, please ask your Internet Service Provider for detailed information.
nl: Als u deze instellingen niet weet, neem dan contact op met uw ISP (Internet Service Provider) voor nadere informatie.
