Repository: thijs/iliad-hacking
Catalog: settings/po/*.po
Languages: nl

source: Wireless connection preferences
nl: Instellingen draadloze netwerken

source: Select whether to automatically connect to a non-secured (open) wireless network.
nl: Automatisch verbinden met onbeveiligde (open) draadloze netwerken.

source: On
nl: Aan

source: Off
nl: Uit

source: Background connect
nl: Verbinden op de achtergrond

source: Select whether to download content from the iDS or a computer.
nl: Selecteer of u documenten wilt downloaden van de iDS of van een computer

source: Automatic background connect
nl: Automatisch verbinden op de achtergrond

source: Enabling "Automatic background connect" causes the iLiad to receive or send content items at a fixed interval.
nl: Het aanzetten van "Automatisch verbinden op de achtergrond" laat de iLiad documenten ontvangen en verzenden met een vast tijdsinterval.

source: Enter the time interval for the background connect.
nl: Voer het tijdsinterval in voor het verbinden op de achtergrond.

source: minutes (min. %d, max. %d)
nl: minuten (min. %d, max. %d)

source: During the background connection you can operate the iLiad as usual. Warning! Background connect will empty your battery faster.
nl: Tijdens de verbinding op de achtergrond kunt u de iLiad blijven gebruiken. Let op! Bij het verbinden op de achtergrond is uw batterij sneller leeg.

source: The PIN code protects your reader against unauthorized use. The code is requested each time the reader is switched on.
nl: De PIN code beveiligt uw iLiad tegen ongeauthoriseerd gebruik. Deze code wordt gevraagd wanneer u de iLiad opstart.

source: Select PIN code
nl: PIN code wijzigen

source: Please select a PIN code of 4 digits.
nl: Voer een PIN code in van 4 cijfers.

source: Please enter current PIN code
nl: Voer de huidige PIN code in

source: Please enter new PIN code
nl: Voer een nieuwe PIN code in

source: Please verify new PIN code
nl: Voer nogmaals de nieuwe PIN code in

source: Confirm
nl: Bevestigen

source: Please create a user account at 'MyiRex' and fill in the account settings in your iLiad.
nl: Maak een gebruikersaccount aan op 'MyiRex' en vul de instellingen op de iLiad in.

source: Warning! You can only enter the PIN code with the iLiad's stylus. Make sure that you always have the stylus available after enabling the pin code functionality.
nl: Let op! Een PIN code kunt u uitsluitend invoeren met de iLiad pen. Zorg dat u altijd de pen beschikbaar heeft als de pincode functie ingeschakeld is.

source: Illegal characters or illegal length, pincode unchanged
nl: Ongeldige invoer of lengte, pincode niet gewijzigd

source: Pincode verification failed, pincode unchanged
nl: Verschillende PIN codes ingevoerd, pincode niet gewijzigd

source: Pincode updated successfully
nl: PIN code gewijzigd

source: Current pincode incorrect, pincode unchanged
nl: De huidige pincode is ongeldig, pincode niet gewijzigd

source: Sound
nl: Geluid

source: With this function you can enable or disable the sound of your iLiad.
nl: Met deze functie kunt u het geluid van uw iLiad aan- of uitzetten.

source: Key buffering
nl: Toetsbuffering

source: When you enable key buffering, the iLiad will remember the keys pressed and process them when the device is ready.
nl: Wanneer u de toetsbuffering aanzet, worden de toetsaanslagen opgeslagen en verwerkt wanneer het apparaat klaar is.

source: Keys
nl: Knoppen

source: With this function you can set the minimum duration for a long keypress.
nl: Stel de tijd in die geassocieerd moet worden met het lang op een knop drukken.

source: 0.5 seconds
nl: 0.5 seconden

source: 1 second
nl: 1 seconde

source: 1.5 seconds
nl: 1.5 seconden

source: 2 seconds
nl: 2 seconden

source: Flipbar direction
nl: Flipbar richting

source: With this function you choose how to move the flipbar for advancing in a document.
nl: Stel in hoe u de flipbar beweegt om verder te gaan in een document.

source: Left
nl: Links

source: Right
nl: Rechts

source: Pen interface
nl: Pen

source: Calibration
nl: Calibratie

source: Languages
nl: Talen

source: With this function you can set the language of the iLiad.
nl: Met deze functie kiest u de taal van de iLiad.

source: Time Selection
nl: Tijdzone aanpassen

source: The current time and date on your iLiad is:
nl: De huidige datum en tijd op uw iLiad is:

source: To change the clock, select your current date and time from the list below.
nl: Kies uw huidige dag en tijd uit onderstaande lijst om de klok aan te passen.

source: %A, %x
nl: %A %d %B %Y

source: You can set your date and time by connecting to iDS. Afterwards you can use this page to update the time for your current timezone.
nl: De datum en tijd worden gezet door verbinding te maken met iDS. Naderhand kan deze pagina gebruikt worden om de tijd aan te passen voor uw tijdzone.

source: %R %A, %x
nl: %R %A %d %B %Y

source: Name
nl: Naam

source: Please enter your name
nl: Voer hier uw naam in

source: MyiRex account settings
nl: MyiRex account instellingen

source: Please enter the email address used to create your 'MyiRex' account
nl: Voer hier het voor uw 'MyiRex' account geregistreerde emailadres in

source: Please enter your 'MyiRex' password
nl: Voer hier uw 'MyiRex' wachtwoord in

source: To connect to iRex Delivery Service (iDS) you need to create an account. Visit https://myirex.irexnet.com/ and follow the instructions.
nl: Om verbinding te maken met de iRex Delivery Service (iDS) moet een account aangemaakt worden. Bezoek de website https://myirex.irexnet.com/ en volg de instructies.

source: Proceed
nl: Doorgaan

source: iLiad settings / Setting for computer connection
nl: Instelling voor verbinding met de computer

source: STEP 1: Please type the name of your computer.
nl: Stap 1: Voer hier de naam van uw computer in.

source: You can create a connection between the iLiad and your computer by entering the specifications of your PC. The "full computer name" is located at the system properties of your computer.
nl: Om een verbinding tussen de iLiad en uw computer op te zetten moet u hier de gegevens van uw PC invoeren. De "volledige computernaam" kunt u in de systeemeigenschappen van uw computer vinden.

source: STEP 2: Please enter the name of the "shared" destination folder.
nl: Stap 2: Voer hier de naam in van de "gedeelde" map op uw PC.

source: Create a destination folder on your computer. In the folder properties you can "share this folder".
nl: U moet op uw PC een map aanmaken. In de map eigenschappen kunt u "deze map delen".

source: STEP 3: Please enter the domain group / work group of your computer.
nl: Stap 3: Voer hier het domein of de werkgroep van uw computer in.

source: When the computer is part of a business network, you can enter the domain group. In most cases you can leave this entry field blank.
nl: Als de computer onderdeel is van een bedrijfsnetwerk, kunt u hier het domein of de werkgroep invullen. In andere gevallen kunt u dit veld leeglaten.

source: STEP 4: Please enter the username and password of your computer.
nl: Stap 4: Voer hier de gebruikersnaam en het wachtwoord voor uw computer in.

source: User name
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: You can leave this entry field blank when you didn't create a user name and password.
nl: Als u geen gebruikersnaam of wachtwoord ingesteld heeft, kunt u dit veld leeglaten.

source: Archive locations
nl: Archief locaties

source: Newspapers
nl: Kranten

source: Select a memory type for the 'NEWS' button.
nl: Kies het geheugentype waar de knop 'NEWS' naar wijst.

source: Books
nl: Boeken

source: Select a memory type for the 'BOOKS' button.
nl: Kies het geheugentype waar de knop 'BOOKS' naar wijst.

source: Documents
nl: Documenten

source: Select a memory type for the 'DOCS' button.
nl: Kies het geheugentype waar de knop 'DOCS' naar wijst.

source: Notes
nl: Notities

source: Select a memory type for the 'NOTES' button.
nl: Kies het geheugentype waar de knop 'NOTES' naar wijst.

source: Internal memory
nl: Intern geheugen

source: MMC card
nl: MMC kaart

source: CF card
nl: CF kaart

source: USB Connection
nl: USB verbinding

source: Export via USB
nl: Exporteren via USB

source: Select a memory type to be exported to the PC via the USB cable.
nl: Kies het geheugentype dat naar de PC geÃ«xporteerd wordt via de USB kabel.

source: When you select a memory type for an archive key, the iLiad will use this as storage for newly downloaded items from iDS.
nl: Als u een geheugentype kiest voor een archiefknop, dan gebruikt de iLiad deze locatie voor nieuwe downloads van de iDS.

source: Quick Start Guide
nl: Korte uitleg van de iLiad

source: Reference materials
nl: Naslagwerken

source: Device manager
nl: Apparaatbeheer

source: Recent documents
nl: Recente documenten

source: Last read document
nl: Laatst gelezen document

source: News folder
nl: Map kranten

source: Books folder
nl: Map boeken

source: Documents folder
nl: Map documenten

source: Notes folder
nl: Map notities

source: Start-up Settings
nl: Instellingen voor het opstarten

source: Please select what to open when starting up your iLiad.
nl: Kies wat te openen als de iLiad opstart:

source: Stylus calibration
nl: Calibratie

source: With this function you can re-calibrate your stylus.
nl: Met deze functie kunt u uw pen calibreren.

source: Start Calibration
nl: Calibratie

source: Device Identification
nl: Apparaat identificatie

source: Product type:
nl: Produkt type:

source: Language set:
nl: Taal set:

source: Country code:
nl: Landcode:

source: PCBA revision:
nl: PCBA revisie:

source: Product ID:
nl: Produkt identificatie:

source: Wired MAC address:
nl: MAC adres bedraad netwerk:

source: Wireless MAC address:
nl: MAC adres WiFi adapter:

source: Software version:
nl: Software versie:

source: Software build number:
nl: Software build nummer:

source: Kernel version:
nl: Kernel versie:

source: Acknowledgements
nl: Dankwoord

source: iRex Technologies wants to thank the following people for contributing to the iLiad software:
nl: iRex Technologies wil de volgende personen bedanken voor hun bijdrage aan de software van de iLiad:

source: German translation: %s
nl: Duitse vertaling: %s

source: Stylus calibration: %s
nl: Pen calibratie: %s

source: Time to connect to iDS
nl: Geplande iDS connectie

source: Enabling "time to connection" causes the iLiad to download content from the iDS at a set time.
nl: Het aanzetten van "Geplande iDS connectie" laat de iLiad op een vaste tijd bestanden downloaden van iDS.

source: Set the time
nl: Stel de tijd in

source: The iLiad will connect to iDS at the set time:
nl: De iLiad zoekt op de ingestelde tijd verbinding met iDS:

source: Connect at
nl: Verbinden om

source: Include software downloads while connected to iDS.
nl: Software downloads toestaan tijdens iDS verbinding

source: Switch off again after waking up the device.
nl: Zet de iLiad weer uit nadat hij wakker is geworden

source: When the iLiad is switched off, it will 'wake-up' to download content from the iDS.
nl: Als de iLiad uit staat, zal hij 'wakker worden' om bestanden te downloaden van iDS.

source: iLiad Settings
nl: iLiad instellingen
